{
    "category": "author",
    "query_start": "Sat Jul 12 12:55:16 2025",
    "query_end": "Sat Jul 12 12:55:26 2025",
    "attempted": 3,
    "successes": 3,
    "failures": 0,
    "success_rate": 1.0,
    "results": [
        {
            "url": "https://www.goodreads.com/author/show/21559",
            "id": "21559",
            "name": "Nassim Nicholas Taleb",
            "description": "Nassim Nicholas Taleb spent 21 years as a risk taker (quantitative trader) before becoming a flaneur and researcher in philosophical, mathematical and (mostly) practical problems with probability. \u2028 Taleb is the author of a multivolume essay, the Incerto (The Black Swan, Fooled by Randomness, Antifragile, and Skin in the Game) an investigation of opacity, luck, uncertainty, probability, human error, risk, and decision making when we don’t understand the world, expressed in the form of a personal essay with autobiographical sections, stories, parables, and philosophical, historical, and scientic discussions in nonover lapping volumes that can be accessed in any order.In addition to his trader life, Taleb has also written, as a backup of the Incerto, more than 50 scholarly papers in statistical physics, statistics, philosophy, ethics, economics, international affairs, and quantitative finance, all around the notion of risk and probability. Taleb is currently Distinguished Professor of Risk Engineering at NYU's Tandon School of Engineering (only a quarter time position). His current focus is on the properties of systems that can handle disorder (\"antifragile\"). Taleb believes that prizes, honorary degrees, awards, and ceremonialism debase knowledge by turning it into a spectator sport. See Wikipedia for more details.",
            "image_url": "https://images.gr-assets.com/authors/1206025993p5/21559.jpg",
            "birth_place": null,
            "birth": null,
            "death": null,
            "top_genres": [
                "Philosophy",
                "Business & Investing"
            ],
            "influences": null,
            "books_sample": null,
            "quotes_sample": [
                "The three most harmful addictions are heroin, carbohydrates, and a monthly salary.",
                "The writer Umberto Eco belongs to that small class of scholars who are encyclopedic, insightful, and nondull. He is the owner of a large personal library (containing thirty thousand books), and separates visitors into two categories: those who react with Wow! Signore, professore dottore Eco, what a library you have ! How many of these books have you read? and the others - a very small minority - who get the point that a private library is not an ego-boosting appendage but a research tool. Read books are far less valuable than unread ones. The library should contain as much of what you don’t know as your financial means, mortgage rates and the currently tight real-estate market allows you to put there. You will accumulate more knowledge and more books as you grow older, and the growing number of unread books on the shelves will look at you menancingly. Indeed, the more you know, the larger the rows of unread books. Let us call this collection of unread books an antilibrary.",
                "Love without sacrifice is like theft"
            ],
            "rating": 4.01,
            "rating_count": 299433,
            "review_count": 20519,
            "follower_count": 14156
        },
        {
            "url": "https://www.goodreads.com/author/show/65483",
            "id": "65483",
            "name": "Richard H. Thaler",
            "description": "Richard H. Thaler is an American economist who was awarded the 2017 Nobel Prize in Economics.He is the Charles R. Walgreen Distinguished Service Professor of Behavioral Science and Economics at the University of Chicago’s Booth School of Business, where he is the director of the Center for Decision Research. He is also the co-director (with Robert Shiller) of the Behavioral Economics Project at the National Bureau of Economic Research and in 2015 was the president of the American Economic Association. He has been published in several prominent journals and is the author of a number of books, including Misbehaving: The Making of Behavioral Economics.",
            "image_url": "https://images.gr-assets.com/authors/1438885744p5/65483.jpg",
            "birth_place": null,
            "birth": "09/12/1945",
            "death": null,
            "top_genres": [
                "Nonfiction",
                "Economics"
            ],
            "influences": null,
            "books_sample": null,
            "quotes_sample": [
                "Psychologists tell us that in order to learn from experience, two ingredients are necessary: frequent practice and immediate feedback.",
                "A choice architect has the responsibility for organizing the context in which people make decisions.",
                "First, never underestimate the power of inertia. Second, that power can be harnessed."
            ],
            "rating": 3.9,
            "rating_count": 116070,
            "review_count": 6696,
            "follower_count": 1946
        },
        {
            "url": "https://www.goodreads.com/author/show/1113469",
            "id": "1113469",
            "name": "Hermann Hesse",
            "description": "Many works, including \nSiddhartha\n (1922) and \nSteppenwolf\n (1927), of German-born Swiss writer Hermann Hesse concern the struggle of the individual to find wholeness and meaning in life; he won the Nobel Prize for literature in 1946.Other best-known works of this poet, novelist, and painter include \nThe Glass Bead Game\n, which, also known as Magister Ludi, explore a search of an individual for spirituality outside society. In his time, Hesse was a popular and influential author in the German-speaking world; worldwide fame only came later. Young Germans desiring a different and more \"natural\" way of life at the time of great economic and technological progress in the country, received enthusiastically \nPeter Camenzind\n, first great novel of Hesse.Throughout Germany, people named many schools. In 1964, people founded the Calwer Hermann-Hesse-Preis, awarded biennially, alternately to a German-language literary journal or to the translator of work of Hesse to a foreign language. The city of Karlsruhe, Germany, also associates a Hermann Hesse prize.",
            "image_url": "https://images.gr-assets.com/authors/1499981916p5/1113469.jpg",
            "birth_place": "Calw, Württemberg, Germany",
            "birth": "07/02/1877",
            "death": "08/09/1962",
            "top_genres": [
                "Fiction",
                "Philosophy",
                "Spirituality"
            ],
            "influences": [
                {
                    "author": "Wolfgang Goethe",
                    "id": "285217"
                },
                {
                    "author": "Knut Hamsun",
                    "id": "18317"
                },
                {
                    "author": "Fyodor Dostoevsky",
                    "id": "3137322"
                },
                {
                    "author": "Thomas Mann",
                    "id": "19405"
                },
                {
                    "author": "Carl Gustav Jung",
                    "id": "38285"
                },
                {
                    "author": "Novalis",
                    "id": "187510"
                },
                {
                    "author": "Arthur Schopenhauer",
                    "id": "11682"
                },
                {
                    "author": "Friedrich Nietzsche",
                    "id": "1938"
                },
                {
                    "author": "Baruch Spinoza",
                    "id": "122092"
                },
                {
                    "author": "Søren Kierkegaard",
                    "id": "6172"
                },
                {
                    "author": "Friedrich Hölderlin",
                    "id": "23162"
                },
                {
                    "author": "Jacob Burckhardt",
                    "id": "84568"
                }
            ],
            "books_sample": [
                {
                    "title": "Siddhartha",
                    "id": "52036",
                    "year_published": 1922,
                    "rating_average": 4.08,
                    "rating_count": 844286
                },
                {
                    "title": "Steppenwolf",
                    "id": "16631",
                    "year_published": 1927,
                    "rating_average": 4.13,
                    "rating_count": 205982
                },
                {
                    "title": "Demian",
                    "id": "24861",
                    "year_published": 1919,
                    "rating_average": 4.14,
                    "rating_count": 128798
                },
                {
                    "title": "Narcissus and Goldmund",
                    "id": "5954",
                    "year_published": 1930,
                    "rating_average": 4.22,
                    "rating_count": 69533
                },
                {
                    "title": "The Glass Bead Game",
                    "id": "16634",
                    "year_published": 1943,
                    "rating_average": 4.1,
                    "rating_count": 41213
                },
                {
                    "title": "Beneath the Wheel",
                    "id": "25905",
                    "year_published": 1906,
                    "rating_average": 3.88,
                    "rating_count": 21385
                },
                {
                    "title": "The Journey to the East",
                    "id": "13519",
                    "year_published": 1932,
                    "rating_average": 3.68,
                    "rating_count": 15766
                },
                {
                    "title": "Demian / Siddhartha",
                    "id": "13041",
                    "year_published": null,
                    "rating_average": 4.2,
                    "rating_count": 11990
                },
                {
                    "title": "Peter Camenzind",
                    "id": "71943",
                    "year_published": 1904,
                    "rating_average": 3.89,
                    "rating_count": 8426
                },
                {
                    "title": "Knulp",
                    "id": "24854",
                    "year_published": 1915,
                    "rating_average": 3.87,
                    "rating_count": 7779
                }
            ],
            "quotes_sample": [
                "For me, trees have always been the most penetrating preachers. I revere them when they live in tribes and families, in forests and groves. And even more I revere them when they stand alone. They are like lonely persons. Not like hermits who have stolen away out of some weakness, but like great, solitary men, like Beethoven and Nietzsche. In their highest boughs the world rustles, their roots rest in infinity; but they do not lose themselves there, they struggle with all the force of their lives for one thing only: to fulfil themselves according to their own laws, to build up their own form, to represent themselves. Nothing is holier, nothing is more exemplary than a beautiful, strong tree. When a tree is cut down and reveals its naked death-wound to the sun, one can read its whole history in the luminous, inscribed disk of its trunk: in the rings of its years, its scars, all the struggle, all the suffering, all the sickness, all the happiness and prosperity stand truly written, the narrow years and the luxurious years, the attacks withstood, the storms endured. And every young farmboy knows that the hardest and noblest wood has the narrowest rings, that high on the mountains and in continuing danger the most indestructible, the strongest, the ideal trees grow. Trees are sanctuaries. Whoever knows how to speak to them, whoever knows how to listen to them, can learn the truth. They do not preach learning and precepts, they preach, undeterred by particulars, the ancient law of life. A tree says: A kernel is hidden in me, a spark, a thought, I am life from eternal life. The attempt and the risk that the eternal mother took with me is unique, unique the form and veins of my skin, unique the smallest play of leaves in my branches and the smallest scar on my bark. I was made to form and reveal the eternal in my smallest special detail. A tree says: My strength is trust. I know nothing about my fathers, I know nothing about the thousand children that every year spring out of me. I live out the secret of my seed to the very end, and I care for nothing else. I trust that God is in me. I trust that my labor is holy. Out of this trust I live. When we are stricken and cannot bear our lives any longer, then a tree has something to say to us: Be still! Be still! Look at me! Life is not easy, life is not difficult. Those are childish thoughts. Let God speak within you, and your thoughts will grow silent. You are anxious because your path leads away from mother and home. But every step and every day lead you back again to the mother. Home is neither here nor there. Home is within you, or home is nowhere at all. A longing to wander tears my heart when I hear trees rustling in the wind at evening. If one listens to them silently for a long time, this longing reveals its kernel, its meaning. It is not so much a matter of escaping from one's suffering, though it may seem to be so. It is a longing for home, for a memory of the mother, for new metaphors for life. It leads home. Every path leads homeward, every step is birth, every step is death, every grave is mother. So the tree rustles in the evening, when we stand uneasy before our own childish thoughts: Trees have long thoughts, long-breathing and restful, just as they have longer lives than ours. They are wiser than we are, as long as we do not listen to them. But when we have learned how to listen to trees, then the brevity and the quickness and the childlike hastiness of our thoughts achieve an incomparable joy. Whoever has learned how to listen to trees no longer wants to be a tree. He wants to be nothing except what he is. That is home. That is happiness.",
                "Learn what is to be taken seriously and laugh at the rest.",
                "If you hate a person, you hate something in him that is part of yourself. What isn't part of ourselves doesn't disturb us."
            ],
            "rating": 4.08,
            "rating_count": 1420013,
            "review_count": 67775,
            "follower_count": 18860
        }
    ]
}